Repository: soheltanvir0699/stop-technician-develop
Catalog: StopTechnician/*/Lang/global.*.strings
Languages: ar

# global.string.yes
source: Yes
ar: نعم

# global.string.no
source: No
ar: لا

# global.string.cancel
source: Cancel
ar: إلغاء

# global.error.alert.title
source: Alert
ar: محزر

# global.success.alert.title
source: Success
ar: نجاح

# global.loading.table.title
source: LOADING...
ar: جار التحميل...

# global.button.save
source: Save
ar: حفظ

# global.button.select
source: Select
ar: تحديد

# global.button.ok
source: OK
ar: نعم

# global.alert.updateprofile
source: Your profile success updated
ar: تم تحديث ملفك الشخصي بنجاح

# global.alert.updatelanguage
source: Your language is success updated.
ar: يتم تحديث لغتك بنجاح

# global.alert.confirm.language.update.title
source: Restart Required
ar: إعادة التشغيل المطلوبة

# global.alert.confirm.language.update
source: This required restarting the Application. Are you sure you want to close the app now ?
ar: هذا يتطلب إعادة تشغيل التطبيق. هل أنت متأكد من أنك تريد إغلاق التطبيق الآن؟

# global.alert.ratedorder
source: Your Order successfully rated
ar: تم تقييم طلبك بنجاح

# global.languange.chooser.title
source: Change Language
ar: تغيير اللغة

# global.languange.chooser.message
source: Choose your new language below
ar: اختر لغتك الجديدة أدناه

# work.alert.complete.working.confirmation.msg
source: Are you sure want to complete your work
ar: هل أنت متأكد أنك تريد إكمال عملك؟

# global.camera.choose.title
source: Choose Image
ar: اختر صورة

# global.camera.choose
source: Camera
ar: الة تصوير

# global.gallery.choose
source: Gallery
ar: صالة عرض

# setting.menu.changePhoto
source: Change Photo
ar: تغيير الصورة

# global.alert.error
source: An error occurred
ar: حدث خطأ

# global.alert.internet.failed
source: Connection failed, please check the internet setup
ar: فشل في الأتصال

# global.alert.cancel.order
source: Are you sure want to cancel this order ?
ar: هل تريد بالتأكيد إلغاء هذا الطلب؟

# auth.phone.verificationcode.empty
source: Enter the verification code
ar: أدخل رمز التحقق

# global.alert.phone.empty
source: Please input your phone number
ar: الرجاء إدخال رقم هاتفك

# global.alert.name.empty
source: Please input your name
ar: الرجاء إدخال اسمك

# global.alert.familyname.empty
source: Please input family name
ar: يرجى إدخال اسم العائلة

# global.alert.email.empty
source: Please input your Email
ar: يرجى إدخال البريد الإلكتروني الخاص بك

# global.alert.email.invalid
source: Please input your valid Email address
ar: يرجى إدخال عنوان البريد الإلكتروني الخاص بك

# global.alert.card.empty
source: Please input your card number
ar: يرجى إدخال رقم بطاقتك

# global.alert.expireddate.empty
source: Please input your expired date
ar: يرجى إدخال تاريخ الانتهاء الخاص بك

# global.alert.cvv.empty
source: Please input your cvv
ar: يرجى إدخال cvv الخاص بك

# global.alert.accountname.empty
source: Please input your account name
ar: يرجى إدخال اسم حسابك

# global.alert.country.empty
source: Please input your country
ar: يرجى إدخال بلدك

# global.alert.experience.empty
source: Please input your years experience
ar: الرجاء إدخال تجربة سنواتك

# global.alert.specialized.empty
source: Please input your specialized
ar: الرجاء إدخال التخصص الخاص بك

# global.auth.phone.success.updated
source: Your mobile phone number has been updated
ar: تم تحديث رقم هاتفك المحمول

# global.alert.bidding.message
source: Please input your message
ar: يرجى إدخال رسالتك

# global.alert.bidding.price
source: Please input your price
ar: يرجى إدخال السعر الخاص بك

# global.alert.bidding.datestart
source: Please input date to start
ar: يرجى إدخال تاريخ البدء

# global.alert.bidding.hourstart
source: Please input hour to start
ar: يرجى إدخال ساعة للبدء

# home.jobs.empty.title
source: Nothing Jobs Today
ar: لا يوجد شيء وظائف اليوم

# home.jobs.empty.message
source: Keep calm, you can go to the beach to surf and rest
ar: حافظ على هدوئك ، يمكنك الذهاب إلى الشاطئ للتصفح والراحة

# home.jobs.total.services
source: %@ Services
ar: %@ خدمات

# home.status.user.online
source: Online
ar: متصل

# home.status.user.offline
source: Offline
ar: غير متصل

# setting.bank.city.title.dialog
source: Select City
ar: اختر مدينة

# setting.bank.save.success.alert
source: Your bank has been save
ar: البنك الذي تتعامل معه كان إنقاذ

# logout.alert.confirm.title
source: Do you want to logout?
ar: هل تريد تسجيل الخروج؟

# wallet.empty.message.history
source: Please, bid and select your opportunities jobs at home page
ar: يرجى تقديم عطاءات واختيار فرص العمل الخاصة بك في الصفحة الرئيسية

# wallet.empty.title.history
source: You don’t have a history
ar: ليس لديك تاريخ

# notification.empty.title
source: No Notification Yet
ar: لا يوجد إخطار حتى الآن

# notification.empty.message
source: Stay tuned! Notification about your activity will show here
ar: ترقبوا! سيتم عرض إشعار حول نشاطك هنا

# work.empty.title
source: Nothing Jobs List
ar: لا شيء قائمة الوظائف

# work.empty.message
source: Keep calm, you can go to the beach to surf and rest
ar: الحفاظ على الهدوء ، يمكنك الذهاب إلى الشاطئ لتصفح والراحة

# global.alert.rate.empty.review
source: Please input your review
ar: يرجى إدخال رأيك

# global.alert.rate.empty.review.client
source: Please input rate for your client
ar: يرجى إدخال معدل لعميلك
